7zip
alacritty
antigen
argocd
base
base-devel
bat
bind
bitwarden-bin
bluetui
bluez
bluez-utils
bun
clamav
cmake
containerd
creality-print-bin
dbeaver
deno
discord_arch_electron
docker
docker-buildx
dolphin
dunst
durdraw
efibootmgr
eww-git
eza
fd
firefox
flatpak
freecad
fzf
ghostty
git
git-credential-manager
git-credential-manager-extras
globalprotect-openconnect-git
grim
gst-plugin-pipewire
helm
helm-ls
helmfile
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
inetutils
intel-media-driver
intel-ucode
iwd
jiratui-git
jq
k9s
kicad
kitty
lazygit
ldproxy
lens-bin
less
libpulse
libva-intel-driver
linux
linux-firmware
linux-mainline
linux-mainline-headers
man-db
mesa
minecraft-launcher
mosquitto
mqttui
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn-git
nmap
nodejs-lts-krypton
noise-suppression-for-voice
npm
omnissa-horizon-client
openbao
openbsd-netcat
pass
pavucontrol
perl-image-exiftool
pipes-rs
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prismlauncher
python-paho-mqtt
python-pipx
qemu-base
qemu-user-static
qemu-user-static-binfmt
qt5-wayland
qt6-wayland
rainfrog
remote-desktop-manager
rnnoise
rofi
rpi-imager
rust-analyzer
sddm
slurp
smartmontools
sof-firmware
sops
spotify-launcher
teams
thunar
timg
tmux
traceroute
ttf-harmonyos-sans
ttf-jetbrains-mono-nerd
ttf-nanum
twingate
unrtf
unzip
usbutils
uwsm
vals
vault
vesktop
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wavemon-git
waybar
webkit2gtk
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yazi
zig
zoxide
zram-generator
zsh
zsh-completions
