alacritty
antigen
base
base-devel
cmake
containerd
docker
docker-buildx
dolphin
dunst
efibootmgr
eza
firefox
fzf
ghostty
git
git-credential-manager
git-credential-manager-extras
grim
gst-plugin-pipewire
helm
htop
hypridle
hyprland
hyprlock
inetutils
intel-media-driver
intel-ucode
iwd
k9s
kitty
lazygit
less
libpulse
libva-intel-driver
linux
linux-firmware
nano
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
omnissa-horizon-client
pass
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qemu-base
qemu-user-static
qt5-wayland
qt6-wayland
rofi
rust-analyzer
sddm
slurp
smartmontools
sof-firmware
sops
thunar
tmux
ttf-jetbrains-mono-nerd
twingate
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay-git
yay-git-debug
zram-generator
zsh
zsh-completions
